/* Localized versions of Info.plist keys */

CFBundleName = "Safari";
CFBundleHelpBookName = "Safari Hilfe";
CFBundleShortVersionString = "1.1";
CFBundleGetInfoString = "1.1, Copyright 2003 Apple Computer, Inc.";

/* file types */

"CSS style sheet" = "CSS Style Sheet";
"GIF image" = "GIF-Bild";
"HTML document" = "HTML-Dokument";
"JavaScript script" = "JavaScript-Skript";
"JPEG image" = "JPEG-Bild";
"JPEG 2000 image" = "JPEG 2000 Bild";
"Plain text document" = "Text-Dokument";
"PNG image" = "PNG-Bild";
"Rich Text Format (RTF) document" = "Rich Text Format (RTF) Dokument";
"TIFF image" = "TIFF-Bild";
"Web site location" = "Adresse der Web-Site";
"Windows icon image" = "Windows Symbol-Bild ";
"XHTML document" = "XHTML-Dokument";
"XML document" = "XML-Dokument";

/* URL types */

"Web site URL" = "URL der Web-Site";

